Repository: BaptisteT/heard-ios
Catalog: Heard/*_strings.strings
Languages: french

# cancel_button_title
source: Cancel
french: Annuler

# done_button_title
source: Done
french: Terminer

# confirm_button_title
source: Confirm
french: Confirmer

# camera_button_title
source: Camera
french: Prendre une photo

# library_button_title
source: Library
french: Choisir une photo existante

# invite_button_title
source: Invite
french: Inviter

# invite_friends_button_title
source: Invite Friends
french: Inviter des amis

# add_new_contact_button_title
source: Add By Phone Number
french: Ajouter un contact

# edit_profile_button_title
source: Edit Profile
french: Modifier le profil

# hide_contacts_button_title
source: Manage Contacts
french: Afficher / Cacher des contacts

# share_button_title
source: Share
french: Partager

# log_out_button_title
source: Log Out
french: Déconnection

# rate_button_title
source: Rate Us
french: Notez Nous

# add_to_contact_button_title
source: Add Contact
french: Ajouter aux contacts

# block_button_title
source: Block User
french: Bloquer l'utilisateur

# edit_picture_button_title
source: Picture
french: Photo

# edit_first_name_button_title
source: First Name
french: Prénom

# edit_last_name_button_title
source: Last Name
french: Nom

# delete_button_title
source: Delete
french: Supprimer

# resend_button_title
source: Resend
french: Renvoyer

# not_now_button_title
source: Not Now
french: Pas Maintenant

# give_access_button_title
source: Give Access
french: Donner Accès

# no_thanks_button_title
source: No Thanks
french: Non merci

# notify_me_button_title
source: NOTIFY ME
french: Me Notifier

# subtitle_label
source: Voice Messenger
french: Meaningful communication

# start_button_text
source: Start Talking ❯
french: Commencer ❯

# audio_too_short_error
source: Hold longer to record
french: Maintenir appuyer pour enregistrer.

# micro_access_error_title
source: No micro access.
french: Waved n'a pas accès à votre micro

# micro_access_error_message
source: Please allow micro access in settings.
french: Pour l'autoriser, aller dans Settings > Privacy > Micro

# contact_access_error_message
source: Waved uses your address book to sync your contacts. Please allow contact access in your settings.
french: Waved a besoin de votre répertoire pour déterminer vos contacts. Pourriez vous autoriser l'accès dans Settings > Privacy > Contacts.

# authentification_error_title
source: Authentification error
french: Erreur d'authentification

# authentification_error_message
source: Please, sign in again
french: Enregistrez vous de nouveau svp.

# phone_number_error_message
source: Invalid phone number.
french: Numéro de téléphone invalide.

# confirmation_code_error_message
source: We failed to send your confirmation code, the provided phone number might be invalid.
french: Nous n'avons pu vous envoyer le code, le numéro de téléphone fourni est peut etre invalide.

# code_resent_label_text
source: We sent a second SMS.
french: Nous vous avons envoyé un second SMS.

# invalid_code_error_message
source: Invalid code, please try again.
french: Code invalide, recommencez svp.

# back_to_phone_verification_confirmation_message
source: Are you sure you want to go back to phone verification?
french: Voulez vous revenir à l'écran de validation du code?

# first_name_error_message
source: First name must between 1 and 20 characters.
french: Votre prénom doit contenir entre 1 et 20 caractères

# last_name_error_message
source: Last name must between 1 and 20 characters.
french: Votre nom doit contenir entre 1 et 20 caractères.

# profile_picture_error_message
source: Sorry, we need a picture for your contacts to see you!
french: Dsl, on a besoin d'une photo pour que vos contacts vous reconnaissent !

# camera_and_library_access_error_message
source: Your camera and photo library are not available
french: Votre appareil photo et votre librairie ne sont pas accessibles.

# sign_up_error_message
source: We failed to sign you up, please try again.
french: Votre enregistrement a échoué. Réessayer svp.

# first_name_edit_success_message
source: First name successfully updated.
french: Votre prénom a été mis à jour avec succès.

# first_name_edit_error_message
source: We couldn't update your first name, please try again.
french: Nous n'avons pu mettre à jour votre prénom. Réessayez svp.

# last_name_edit_success_message
source: Last name successfully updated.
french: Votre nom a été mis a jour avec succès.

# last_name_edit_error_message
source: We couldn't update your last name, please try again.
french: Nous n'avons pu mettre à jour votre nom. Réessayez svp.

# picture_edit_success_message
source: Profile picture successfully updated.
french: Votre photo a été mis à jour avec succès.

# picture_edit_error_message
source: We couldn't update your profile picture, please try again.
french: Nous n'avons pu mettre à jour votre photo. Réessayez svp.

# invite_label_text
source: Send now
french: Inviter

# personal_invite_text_message
source: Hey TRUCHOV, let's start chatting on Waved! It's a free app which lets you send short voice messages in one tap. Download it at:
french: Hé TRUCHOV, viens discuter avec moi sur Waved! C'est une appli gratuite qui te permet d'envoyer des messages vocaux en un clic. Télécharge la sur

# text_access_error_message
source: Your device is not properly configured to send messages
french: Votre téléphone ne semble pas configurer pour envoyer des messages.

# personal_invite_text_success_message
source: TRUCHOV successfully invited.
french: TRUCHOV a été invité avec succès.

# add_contact_missing_name_message
source: Please provide a first name or a last name.
french: Ajoutez svp un nom ou un prénom.

# add_contact_success_message
source: TRUCHOV has been successfully added to your phone and Waved contacts!
french: TRUCHOV a été ajouté avec succès à vos contacts !

# add_contact_failure_message
source: Failed to add contact. The number is invalid.
french: Echec de l'ajout de TRUCHOV. Réessayez svp.

# block_failure_error_message
source: Failed to block contact, please try again.
french: Echec du blocage du contact. Réessayez svp.

# one_message_send_failure_error_message
source: message failed to send
french: message n'a pu etre envoyé

# multiple_messages_send_failure_error_message
source: messages failed to send
french: n'ont pu etre envoyés

# cancel_success_message
source: Message canceled!
french: Votre message a été annulé!

# no_last_message_played_message
source: No message to replay
french: Aucun message à réécouter

# notif_permission_message
source: Be notified when a friend sends you a message!
french: Be notified when you get messages from friends!

# notif_pre_request_message
source: Would you like to be alerted when a friend sends you a message?
french: Voulez vous être prévenu quand un ami vous envoie un message ?

# contact_permission_message
source: Address Book Access
french: Waved automatically syncs with your Address Book.

# contact_permission_note
source: We use it to find your friends and nothing else!
french: No contact information will be uploaded anywhere.

# contact_access_button_title
source: Ok
french: Ajouter des contacts

# contact_pre_request_title
source: Let Waved access your contacts?
french: Donner accès à votre répertoire ?

# contact_pre_request_message
source: This will allow to find your friends
french: Waved en a besoin pour trouver vos contacts

# phone_to_ear_tuto
source: Phone to ear for private mode
french: Put phone to ear for private mode.
